Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: %@h ago
ar: منذ %@ س
de: vor %@ Std.
es: hace %@ h
fa: %@ ساعت پیش
fr: il y a %@ h
hi: %@घं पहले
id: %@ jam lalu
it: %@ h fa
ja_jp: %@時間前
ko: %@시간 전
nl: %@ u geleden
pl: %@ godz. temu
pt_br: há %@ h
ru: %@ ч назад
sv: för %@ tim sedan
th: %@ ชั่วโมงที่แล้ว
tr: %@ sa önce
uk: %@ год тому
vi: %@ giờ trước
zh_cn: %@ 小时前
zh_tw: %@ 小時前

source: %@m
ar: %@د
de: %@ Min.
es: %@ min
fa: %@ دقیقه
fr: %@ min
hi: %@मि
id: %@mnt
ja_jp: %@分
ko: %@분
pl: %@ min
pt_br: %@min
ru: %@ мин
sv: %@ min
th: %@ นาที
tr: %@ dk.
uk: %@хв
vi: %@ phút
zh_cn: %@分钟
zh_tw: %@ 分鐘

source: %@m ago
ar: منذ %@ د
de: vor %@ Min.
es: hace %@ min
fa: %@ دقیقه پیش
fr: il y a %@ min
hi: %@मि पहले
id: %@ mnt lalu
it: %@ min fa
ja_jp: %@分前
ko: %@분 전
nl: %@ m geleden
pl: %@ min temu
pt_br: há %@ min
ru: %@ мин назад
sv: för %@ min sedan
th: %@ นาทีที่แล้ว
tr: %@ dk önce
uk: %@ хв тому
vi: %@ phút trước
zh_cn: %@ 分钟前
zh_tw: %@ 分鐘前

source: 1 waiting
ar: 1 في الانتظار
de: 1 wartet
es: 1 en espera
fa: ۱ در انتظار
fr: 1 en attente
hi: 1 प्रतीक्षारत
id: 1 menunggu
it: 1 in attesa
ja_jp: 1 件待機中
ko: 1개 대기 중
nl: 1 wachtend
pl: 1 oczekujące
pt_br: 1 aguardando
ru: 1 в ожидании
sv: 1 väntar
th: รออยู่ 1 รายการ
tr: 1 bekliyor
uk: 1 очікує
vi: 1 đang chờ
zh_cn: 1 个等待中
zh_tw: 1 個等待中

source: AI agent online
ar: وكيل الذكاء الاصطناعي متصل
de: KI-Agent online
es: Agente de IA en línea
fa: عامل هوش مصنوعی آنلاین است
fr: Agent IA en ligne
hi: AI एजेंट ऑनलाइन
id: Agen AI online
it: Agente IA online
ja_jp: AIエージェントがオンラインです
ko: AI 에이전트 온라인
pl: Agent AI online
pt_br: Agente de IA online
ru: AI-агент онлайн
th: AI agent ออนไลน์
tr: AI aracısı çevrimiçi
uk: AI-агент онлайн
vi: Tác nhân AI đang trực tuyến
zh_cn: AI 代理在线
zh_tw: AI agent 線上

source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave de API
fa: کلید API
fr: Clé API
hi: API कुंजी
id: Kunci API
it: Chiave API
ja_jp: API キー
ko: API 키
pl: Klucz API
pt_br: Chave de API
ru: Ключ API
sv: API-nyckel
tr: API Anahtarı
vi: Khóa API
zh_tw: API 金鑰

source: API key
ar: مفتاح API
de: API-Schlüssel
es: Clave de API
fa: کلید API
fr: Clé API
id: Kunci API
it: Chiave API
ja_jp: APIキー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
sv: API-nyckel
th: คีย์ API
tr: API anahtarı
uk: Ключ API
vi: Khóa API
zh_cn: API 密钥
zh_tw: API 金鑰

source: API key cleared.
ar: تم مسح مفتاح API.
de: API-Schlüssel gelöscht.
es: Clave de API borrada.
fa: کلید API پاک شد.
fr: Clé API effacée.
hi: API कुंजी साफ़ की गई।
id: Kunci API dihapus.
it: Chiave API cancellata.
ja_jp: API キーをクリアしました。
ko: API 키가 지워졌습니다.
nl: API-sleutel gewist.
pl: Wyczyszczono klucz API.
pt_br: Chave de API removida.
ru: API-ключ очищен.
sv: API-nyckel har rensats.
th: ล้างคีย์ API แล้ว
tr: API anahtarı temizlendi.
uk: API key очищено.
vi: Đã xóa API key.
zh_cn: API 密钥已清除。
zh_tw: API 金鑰已清除。

source: API key missing
ar: مفتاح API مفقود
de: API-Schlüssel fehlt
es: Falta la clave de API
fa: کلید API موجود نیست
fr: Clé API manquante
hi: API कुंजी अनुपलब्ध
id: Kunci API tidak ada
it: Chiave API mancante
ja_jp: API キーがありません
ko: API 키 누락
nl: API key ontbreekt
pl: Brak klucza API
pt_br: Chave de API ausente
ru: Отсутствует ключ API
sv: API-nyckel saknas
th: ไม่มี API key
tr: API anahtarı eksik
uk: Відсутній API key
vi: Thiếu API key
zh_cn: 缺少 API key
zh_tw: 缺少 API key

source: API key saved.
ar: تم حفظ مفتاح API.
de: API-Schlüssel gespeichert.
es: Clave de API guardada.
fa: کلید API ذخیره شد.
fr: Clé API enregistrée.
hi: API कुंजी सहेजी गई।
id: Kunci API disimpan.
it: Chiave API salvata.
ja_jp: API キーを保存しました。
ko: API 키가 저장되었습니다.
nl: API-sleutel opgeslagen.
pl: Zapisano klucz API.
pt_br: Chave de API salva.
ru: API-ключ сохранен.
sv: API-nyckel har sparats.
th: บันทึกคีย์ API แล้ว
tr: API anahtarı kaydedildi.
uk: API key збережено.
vi: Đã lưu API key.
zh_cn: API 密钥已保存。
zh_tw: API 金鑰已儲存。

source: Aborted
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fa: لغو شد
fr: Annulé
hi: निरस्त
id: Dibatalkan
it: Interrotto
ja_jp: 中止されました
ko: 중단됨
nl: Afgebroken
pl: Przerwano
pt_br: Cancelado
ru: Прервано
sv: Avbruten
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Перервано
vi: Đã hủy
zh_cn: 已中止
zh_tw: 已中止

source: About
ar: حول
de: Info
es: Acerca de
fa: درباره
fr: À propos
hi: परिचय
id: Tentang
it: Informazioni
ja_jp: 情報
ko: 정보
nl: Over
pl: Informacje
pt_br: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_cn: 关于
zh_tw: 關於

source: Access
ar: الوصول
de: Zugriff
es: Acceso
fa: دسترسی
fr: Accès
hi: एक्सेस
id: Akses
it: Accesso
ja_jp: アクセス
ko: 접근
nl: Toegang
pl: Dostęp
pt_br: Acesso
ru: Доступ
sv: Åtkomst
th: การเข้าถึง
tr: Erişim
uk: Доступ
vi: Quyền truy cập
zh_cn: 访问
zh_tw: 存取

source: Access Level
ar: مستوى الوصول
de: Zugriffsebene
es: Nivel de acceso
fa: سطح دسترسی
fr: Niveau d'accès
hi: एक्सेस स्तर
id: Tingkat Akses
it: Livello di accesso
ja_jp: アクセスレベル
ko: 접근 수준
nl: Toegangsniveau
pl: Poziom dostępu
pt_br: Nível de acesso
ru: Уровень доступа
sv: Åtkomstnivå
th: ระดับการเข้าถึง
tr: Erişim Düzeyi
uk: Рівень доступу
vi: Cấp truy cập
zh_cn: 访问级别
zh_tw: 存取層級

source: Acknowledge and install
ar: الإقرار والتثبيت
de: Bestätigen und installieren
es: Aceptar e instalar
fa: تأیید و نصب
fr: Accepter et installer
hi: स्वीकार करें और इंस्टॉल करें
id: Pahami dan instal
it: Conferma e installa
ja_jp: 確認してインストール
ko: 확인 및 설치
nl: Bevestigen en installeren
pl: Potwierdź i zainstaluj
pt_br: Confirmar e instalar
ru: Подтвердить и установить
sv: Bekräfta och installera
th: รับทราบและติดตั้ง
tr: Onayla ve yükle
uk: Підтвердити та встановити
vi: Xác nhận và cài đặt
zh_cn: 确认并安装
zh_tw: 確認並安裝

source: Action
ar: الإجراء
de: Aktion
es: Acción
fa: اقدام
hi: कार्रवाई
id: Tindakan
it: Azione
ja_jp: アクション
ko: 작업
nl: Actie
pl: Działanie
pt_br: Ação
ru: Действие
sv: Åtgärd
th: การดำเนินการ
tr: Eylem
uk: Дія
vi: Hành động
zh_cn: 操作
zh_tw: 動作

source: Action required
ar: إجراء مطلوب
de: Aktion erforderlich
es: Acción requerida
fa: اقدام لازم است
fr: Action requise
hi: कार्रवाई आवश्यक
id: Tindakan diperlukan
it: Azione richiesta
ja_jp: 対応が必要です
ko: 작업 필요
nl: Actie vereist
pl: Wymagane działanie
pt_br: Ação necessária
ru: Требуется действие
sv: Åtgärd krävs
th: ต้องดำเนินการ
tr: İşlem gerekli
uk: Потрібна дія
vi: Cần thực hiện hành động
zh_cn: 需要操作
zh_tw: 需要採取動作

source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
fa: اقدامات
hi: कार्रवाइयाँ
id: Tindakan
it: Azioni
ja_jp: アクション
ko: 작업
nl: Acties
pl: Działania
pt_br: Ações
ru: Действия
sv: Åtgärder
th: การดำเนินการ
tr: Eylemler
uk: Дії
vi: Hành động
zh_cn: 操作
zh_tw: 動作

source: Active
ar: نشط
de: Aktiv
es: Activo
fa: فعال
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja_jp: アクティブ
ko: 활성
nl: Actief
pl: Aktywne
pt_br: Ativo
ru: Активно
sv: Aktiv
th: ใช้งานอยู่
tr: Etkin
uk: Активний
vi: Đang hoạt động
zh_cn: 活动
zh_tw: 使用中

source: Active Gateway
ar: الـ Gateway النشط
de: Aktives Gateway
es: Gateway activo
fa: Gateway فعال
fr: Gateway actif
hi: सक्रिय Gateway
id: Gateway Aktif
it: Gateway attivo
ja_jp: アクティブなGateway
ko: 활성 Gateway
nl: Actieve Gateway
pl: Aktywny Gateway
pt_br: Gateway ativo
ru: Активный Gateway
sv: Aktiv Gateway
th: Gateway ที่ใช้งานอยู่
tr: Etkin Gateway
uk: Активний Gateway
vi: Gateway đang hoạt động
zh_cn: 活动 Gateway
zh_tw: 使用中的 Gateway

source: Active Voice
ar: الصوت النشط
de: Aktive Stimme
es: Voz activa
fa: صدای فعال
fr: Voix active
hi: सक्रिय वॉइस
id: Suara Aktif
it: Voce attiva
ja_jp: アクティブな音声
ko: 활성 음성
nl: Actieve stem
pl: Aktywny głos
pt_br: Voz ativa
ru: Активный голос
sv: Aktiv röst
th: เสียงที่ใช้งานอยู่
tr: Etkin Ses
uk: Активний голос
vi: Giọng nói đang hoạt động
zh_cn: 当前语音
zh_tw: 作用中語音

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fa: فعالیت
fr: Activité
hi: गतिविधि
id: Aktivitas
it: Attività
ja_jp: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
sv: Aktivitet
th: กิจกรรม
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_cn: 活动
zh_tw: 活動

source: Add Gateway
ar: إضافة Gateway
de: Gateway hinzufügen
es: Añadir Gateway
fa: افزودن Gateway
fr: Ajouter un Gateway
hi: Gateway जोड़ें
id: Tambahkan Gateway
it: Aggiungi Gateway
ja_jp: Gatewayを追加
ko: Gateway 추가
nl: Gateway toevoegen
pl: Dodaj Gateway
pt_br: Adicionar Gateway
ru: Добавить Gateway
sv: Lägg till Gateway
th: เพิ่ม Gateway
tr: Gateway Ekle
uk: Додати Gateway
vi: Thêm Gateway
zh_cn: 添加 Gateway
zh_tw: 新增 Gateway

source: Add Header
ar: إضافة رأس
de: Header hinzufügen
es: Agregar encabezado
fa: افزودن سربرگ
fr: Ajouter un en-tête
hi: हेडर जोड़ें
id: Tambahkan Header
it: Aggiungi intestazione
ja_jp: ヘッダーを追加
ko: 헤더 추가
nl: Header toevoegen
pl: Dodaj nagłówek
pt_br: Adicionar cabeçalho
ru: Добавить заголовок
sv: Lägg till Header
th: เพิ่ม Header
tr: Üst Bilgi Ekle
uk: Додати заголовок
vi: Thêm header
zh_cn: 添加标头
zh_tw: 新增標頭

source: Add Image
ar: إضافة صورة
de: Bild hinzufügen
es: Agregar imagen
fa: افزودن تصویر
fr: Ajouter une image
hi: छवि जोड़ें
id: Tambahkan Gambar
it: Aggiungi immagine
ja_jp: 画像を追加
ko: 이미지 추가
nl: Afbeelding toevoegen
pl: Dodaj obraz
pt_br: Adicionar imagem
ru: Добавить изображение
sv: Lägg till bild
th: เพิ่มรูปภาพ
tr: Görsel Ekle
uk: Додати зображення
vi: Thêm hình ảnh
zh_cn: 添加图像
zh_tw: 新增圖片

source: Add events with least privilege.
ar: أضِف الأحداث بأقل قدر من الامتيازات.
de: Ereignisse mit geringsten Rechten hinzufügen.
es: Añade eventos con el menor privilegio.
fa: رویدادها را با کمترین سطح دسترسی اضافه کنید.
fr: Ajoutez des événements avec le moindre privilège.
hi: न्यूनतम विशेषाधिकार के साथ इवेंट जोड़ें।
id: Tambahkan acara dengan hak akses paling rendah.
it: Aggiungi eventi con il privilegio minimo.
ja_jp: 最小権限でイベントを追加します。
ko: 최소 권한으로 이벤트를 추가하세요.
nl: Voeg gebeurtenissen toe met minimale bevoegdheden.
pl: Dodawaj wydarzenia z najmniejszymi niezbędnymi uprawnieniami.
pt_br: Adicione eventos com privilégio mínimo.
ru: Добавляйте события с минимально необходимыми правами.
sv: Lägg till händelser med lägsta behörighet.
th: เพิ่มกิจกรรมด้วยสิทธิ์ขั้นต่ำ
tr: En az ayrıcalıkla etkinlik ekleyin.
uk: Додавайте події з мінімальними привілеями.
vi: Thêm sự kiện với đặc quyền tối thiểu.
zh_cn: 以最小权限添加事件。
zh_tw: 以最低權限新增事件。

source: Add word
ar: إضافة كلمة
de: Wort hinzufügen
es: Añadir palabra
fa: افزودن واژه
fr: Ajouter un mot
hi: शब्द जोड़ें
id: Tambahkan kata
it: Aggiungi parola
ja_jp: 単語を追加
ko: 단어 추가
nl: Woord toevoegen
pl: Dodaj słowo
pt_br: Adicionar palavra
ru: Добавить слово
sv: Lägg till ord
th: เพิ่มคำ
tr: Kelime ekle
uk: Додати слово
vi: Thêm từ
zh_cn: 添加词语
zh_tw: 新增字詞

source: Add-Only
ar: إضافة فقط
de: Nur hinzufügen
es: Solo añadir
fa: فقط افزودن
fr: Ajout uniquement
hi: केवल जोड़ें
id: Hanya Tambah
it: Solo aggiunta
ja_jp: 追加のみ
ko: 추가 전용
nl: Alleen toevoegen
pl: Tylko dodawanie
pt_br: Somente adição
ru: Только добавление
sv: Endast tillägg
th: เพิ่มได้เท่านั้น
tr: Yalnızca Ekleme
uk: Лише додавання
vi: Chỉ thêm
zh_cn: 仅添加
zh_tw: 僅新增

source: Address
ar: العنوان
de: Adresse
es: Dirección
fa: نشانی
fr: Adresse
hi: पता
id: Alamat
it: Indirizzo
ja_jp: アドレス
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_cn: 地址
zh_tw: 位址

source: Admin scope is required to change, run, or delete automations.
ar: نطاق المسؤول مطلوب لتغيير عمليات الأتمتة أو تشغيلها أو حذفها.
de: Zum Ändern, Ausführen oder Löschen von Automatisierungen ist der Admin-Bereich erforderlich.
es: Se requiere el ámbito de administrador para cambiar, ejecutar o eliminar automatizaciones.
fa: برای تغییر، اجرا یا حذف خودکارسازی‌ها، دسترسی مدیر لازم است.
fr: La portée administrateur est requise pour modifier, exécuter ou supprimer des automatisations.
hi: ऑटोमेशन बदलने, चलाने या हटाने के लिए एडमिन स्कोप आवश्यक है।
id: Cakupan admin diperlukan untuk mengubah, menjalankan, atau menghapus otomatisasi.
it: L'ambito amministratore è necessario per modificare, eseguire o eliminare le automazioni.
ja_jp: 自動化を変更、実行、または削除するには、管理者スコープが必要です。
ko: 자동화를 변경, 실행 또는 삭제하려면 관리자 범위가 필요합니다.
nl: Beheerdersrechten zijn vereist om automatiseringen te wijzigen, uit te voeren of te verwijderen.
pl: Do zmieniania, uruchamiania lub usuwania automatyzacji wymagany jest zakres administratora.
pt_br: O escopo de administrador é necessário para alterar, executar ou excluir automações.
ru: Для изменения, запуска или удаления автоматизаций требуются права администратора.
sv: Administratörsbehörighet krävs för att ändra, köra eller ta bort automatiseringar.
th: ต้องมีขอบเขตสิทธิ์ผู้ดูแลระบบเพื่อแก้ไข เรียกใช้ หรือลบการทำงานอัตโนมัติ
tr: Otomasyonları değiştirmek, çalıştırmak veya silmek için yönetici kapsamı gereklidir.
uk: Для змінення, запуску або видалення автоматизацій потрібні права адміністратора.
vi: Cần có phạm vi quản trị viên để thay đổi, chạy hoặc xóa tác vụ tự động.
zh_cn: 更改、运行或删除自动化需要管理员权限范围。
zh_tw: 需要管理員範圍權限才能變更、執行或刪除自動化。

source: Admin scope required.
ar: نطاق المسؤول مطلوب.
de: Admin-Bereich erforderlich.
es: Se requiere ámbito de administrador.
fa: دامنه مدیر لازم است.
fr: Périmètre admin requis.
hi: एडमिन स्कोप आवश्यक है.
id: Diperlukan cakupan admin.
it: È richiesto l'ambito amministratore.
ja_jp: 管理者スコープが必要です。
ko: 관리자 범위가 필요합니다.
nl: Adminbereik vereist.
pl: Wymagany zakres administratora.
pt_br: Escopo de administrador necessário.
ru: Требуется область администратора.
sv: Adminomfång krävs.
th: ต้องมีขอบเขตผู้ดูแลระบบ
tr: Yönetici kapsamı gerekli.
uk: Потрібна область дії адміністратора.
vi: Yêu cầu phạm vi quản trị viên.
zh_cn: 需要管理员范围。
zh_tw: 需要管理員範圍。

source: After command exits
ar: بعد انتهاء الأمر
de: Nach Beendigung des Befehls
es: Después de que finalice el comando
fa: پس از پایان فرمان
fr: Après la fin de la commande
hi: कमांड समाप्त होने के बाद
id: Setelah perintah selesai
it: Dopo la chiusura del comando
ja_jp: コマンド終了後
ko: 명령 종료 후
nl: Nadat de opdracht is beëindigd
pl: Po zakończeniu polecenia
pt_br: Após o término do comando
ru: После завершения команды
sv: Efter att kommandot har avslutats
th: หลังจากคำสั่งสิ้นสุด
tr: Komut sonlandıktan sonra
uk: Після завершення команди
vi: Sau khi lệnh kết thúc
zh_cn: 命令退出后
zh_tw: 命令結束後

source: Agent
ar: الوكيل
es: Agente
fa: عامل
hi: एजेंट
id: Agen
it: Agente
ja_jp: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
th: เอเจนต์
tr: Ajan
uk: Агент
vi: Tác tử
zh_cn: 代理
zh_tw: 代理程式

source: Agent avatar
ar: الصورة الرمزية للوكيل
de: Agenten-Avatar
es: Avatar del agente
fa: آواتار عامل
fr: Avatar de l’agent
hi: एजेंट का अवतार
id: Avatar agen
it: Avatar dell'agente
ja_jp: エージェントのアバター
ko: 에이전트 아바타
pl: Awatar agenta
pt_br: Avatar do agente
ru: Аватар агента
th: อวตารของเอเจนต์
tr: Ajan avatarı
uk: Аватар агента
vi: Ảnh đại diện của tác tử
zh_cn: 智能体头像
zh_tw: 代理程式頭像

source: Agent chat and recent work.
ar: محادثة الوكيل والعمل الأخير.
de: Agent-Chat und aktuelle Arbeit.
es: Chat del agente y trabajo reciente.
fa: گفتگوی عامل و کارهای اخیر.
fr: Discussion de l'agent et travaux récents.
hi: एजेंट चैट और हाल का कार्य।
id: Obrolan agen dan pekerjaan terkini.
it: Chat dell'agente e lavori recenti.
ja_jp: エージェントチャットと最近の作業。
ko: 에이전트 채팅 및 최근 작업.
nl: Agentchat en recent werk.
pl: Czat agenta i ostatnia praca.
pt_br: Chat do agente e trabalho recente.
ru: Чат с агентом и недавняя работа.
sv: Agentchatt och senaste arbete.
th: แชทกับเอเจนต์และงานล่าสุด
tr: Aracı sohbeti ve son çalışmalar.
uk: Чат агента та останні роботи.
vi: Trò chuyện với agent và công việc gần đây.
zh_cn: 智能体聊天和近期工作。
zh_tw: 代理聊天與近期工作。

source: Agent message is required.
ar: رسالة الوكيل مطلوبة.
de: Agentennachricht ist erforderlich.
es: El mensaje del agente es obligatorio.
fa: پیام عامل الزامی است.
fr: Le message de l’agent est requis.
hi: एजेंट संदेश आवश्यक है।
id: Pesan agen wajib diisi.
it: Il messaggio dell'agente è obbligatorio.
ja_jp: エージェントメッセージは必須です。
ko: 에이전트 메시지가 필요합니다.
nl: Een agentbericht is vereist.
pl: Wiadomość agenta jest wymagana.
pt_br: A mensagem do agente é obrigatória.
ru: Необходимо указать сообщение агента.
sv: Agentmeddelande krävs.
th: จำเป็นต้องระบุข้อความของเอเจนต์
tr: Aracı mesajı gereklidir.
uk: Потрібне повідомлення агента.
vi: Bắt buộc phải có tin nhắn của tác nhân.
zh_cn: 代理消息为必填项。
zh_tw: 必須提供代理程式訊息。

source: Agent session
ar: جلسة الوكيل
de: Agent-Sitzung
es: Sesión de agente
fa: جلسه عامل
fr: Session d’agent
hi: एजेंट सत्र
id: Sesi agen
it: Sessione agente
ja_jp: エージェントセッション
ko: 에이전트 세션
nl: Agentsessie
pl: Sesja agenta
pt_br: Sessão do agente
ru: Сеанс агента
th: เซสชันเอเจนต์
tr: Aracı oturumu
uk: Сеанс агента
vi: Phiên tác tử
zh_cn: 智能体会话
zh_tw: 代理程式工作階段

source: Agent status
ar: حالة الوكيل
es: Estado del agente
fa: وضعیت عامل
fr: Statut de l’agent
hi: एजेंट स्थिति
id: Status agen
it: Stato agente
ja_jp: エージェントのステータス
ko: 에이전트 상태
pl: Status agenta
pt_br: Status do agente
ru: Статус агента
th: สถานะเอเจนต์
tr: Aracı durumu
uk: Статус агента
vi: Trạng thái agent
zh_cn: 代理状态
zh_tw: 代理程式狀態

source: Agent turn
ar: دور الوكيل
de: Agent-Durchlauf
es: Turno del agente
fa: نوبت عامل
fr: Tour de l’agent
hi: एजेंट टर्न
id: Giliran agen
it: Turno dell'agente
ja_jp: エージェントターン
ko: 에이전트 턴
nl: Agentbeurt
pl: Tura agenta
pt_br: Turno do agente
ru: Ход агента
sv: Agenttur
th: รอบการทำงานของเอเจนต์
tr: Aracı sırası
uk: Хід агента
vi: Lượt của tác nhân
zh_cn: 智能体轮次
zh_tw: 代理程式回合

source: Agent: %@
ar: الوكيل: %@
es: Agente: %@
fa: عامل: %@
hi: एजेंट: %@
id: Agen: %@
it: Agente: %@
ja_jp: エージェント: %@
ko: 에이전트: %@
pt_br: Agente: %@
ru: Агент: %@
th: เอเจนต์: %@
tr: Aracı: %@
uk: Агент: %@
vi: Tác tử: %@
zh_cn: 智能体：%@
zh_tw: 代理程式：%@

source: Agents
ar: الوكلاء
de: Agenten
es: Agentes
fa: عامل‌ها
hi: एजेंट
id: Agen
it: Agenti
ja_jp: エージェント
ko: 에이전트
nl: Agenten
pl: Agenci
pt_br: Agentes
ru: Агенты
sv: Agenter
th: เอเจนต์
tr: Aracılar
uk: Агенти
vi: Tác nhân
zh_cn: 代理
zh_tw: 代理程式

source: Agents unavailable
ar: الوكلاء غير متاحين
de: Agents nicht verfügbar
es: Agentes no disponibles
fa: عامل‌ها در دسترس نیستند
fr: Agents indisponibles
hi: एजेंट उपलब्ध नहीं हैं
id: Agen tidak tersedia
it: Agenti non disponibili
ja_jp: エージェントを利用できません
ko: 에이전트를 사용할 수 없음
nl: Agents niet beschikbaar
pl: Agenci są niedostępni
pt_br: Agentes indisponíveis
ru: Агенты недоступны
sv: Agenter är inte tillgängliga
th: เอเจนต์ไม่พร้อมใช้งาน
tr: Ajanlar kullanılamıyor
uk: Агенти недоступні
vi: Các tác nhân không khả dụng
zh_cn: 代理不可用
zh_tw: 代理程式無法使用

source: All
ar: الكل
de: Alle
es: Todo
fa: همه
fr: Tous
hi: सभी
id: Semua
it: Tutti
ja_jp: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_tw: 全部

source: All boards
ar: كل اللوحات
de: Alle Boards
es: Todos los tableros
fa: همه بردها
fr: Tous les tableaux
hi: सभी बोर्ड
id: Semua papan
it: Tutte le bacheche
ja_jp: すべてのボード
ko: 모든 보드
nl: Alle borden
pl: Wszystkie tablice
pt_br: Todos os quadros
ru: Все доски
sv: Alla tavlor
th: บอร์ดทั้งหมด
tr: Tüm panolar
uk: Усі дошки
vi: Tất cả bảng
zh_cn: 所有看板
zh_tw: 所有看板

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fa: اجازه دادن
fr: Autoriser
hi: अनुमति दें
id: Izinkan
it: Consenti
ja_jp: 許可
ko: 허용
nl: Sta toe
pl: Zezwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
th: อนุญาต
tr: İzin Ver
uk: Дозволити
vi: Cho phép
zh_cn: 允许
zh_tw: 允許

source: Allow Always
ar: السماح دائمًا
de: Immer erlauben
es: Permitir siempre
fa: همیشه اجازه بده
fr: Toujours autoriser
hi: हमेशा अनुमति दें
id: Selalu Izinkan
it: Consenti sempre
ja_jp: 常に許可
ko: 항상 허용
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Permitir sempre
ru: Разрешать всегда
sv: Tillåt alltid
th: อนุญาตเสมอ
tr: Her Zaman İzin Ver
uk: Дозволити завжди
vi: Luôn cho phép
zh_cn: 始终允许
zh_tw: 一律允許

source: Allow Once
ar: السماح مرة واحدة
de: Einmal erlauben
es: Permitir una vez
fa: یک‌بار اجازه دادن
fr: Autoriser une fois
hi: एक बार अनुमति दें
id: Izinkan sekali
it: Consenti una volta
ja_jp: 一度だけ許可
ko: 한 번 허용
nl: Eén keer toestaan
pl: Zezwól raz
pt_br: Permitir uma vez
ru: Разрешить один раз
sv: Tillåt en gång
th: อนุญาตครั้งเดียว
tr: Bir kez izin ver
uk: Дозволити один раз
vi: Cho phép một lần
zh_cn: 允许一次
zh_tw: 允許一次

source: Allow access
ar: السماح بالوصول
de: Zugriff erlauben
es: Permitir acceso
fa: اجازه دسترسی
fr: Autoriser l’accès
hi: ऐक्सेस की अनुमति दें
id: Izinkan akses
it: Consenti l'accesso
ja_jp: アクセスを許可
ko: 접근 허용
nl: Toegang toestaan
pl: Zezwól na dostęp
pt_br: Permitir acesso
ru: Разрешить доступ
sv: Tillåt åtkomst
th: อนุญาตการเข้าถึง
tr: Erişime izin ver
uk: Надати доступ
vi: Cho phép truy cập
zh_cn: 允许访问
zh_tw: 允許存取

source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fa: مجاز
fr: Autorisé
hi: अनुमति है
id: Diizinkan
it: Consentito
ja_jp: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешено
sv: Tillåtet
th: อนุญาตแล้ว
tr: İzin Verildi
uk: Дозволено
vi: Được phép
zh_cn: 已允许
zh_tw: 已允許

source: Allowed once
ar: تم السماح مرة واحدة
de: Einmal erlaubt
es: Permitido una vez
fa: یک‌بار مجاز شد
fr: Autorisé une fois
hi: एक बार अनुमति दी गई
id: Diizinkan sekali
it: Consentito una volta
ja_jp: 1回のみ許可済み
ko: 한 번 허용됨
nl: Eenmalig toegestaan
pl: Zezwolono jednorazowo
pt_br: Permitido uma vez
ru: Разрешено один раз
sv: Tillåtet en gång
th: อนุญาตหนึ่งครั้งแล้ว
tr: Bir kez izin verildi
uk: Дозволено один раз
vi: Đã cho phép một lần
zh_cn: 已允许一次
zh_tw: 已允許一次

source: Always
ar: دائمًا
de: Immer
es: Siempre
fa: همیشه
fr: Toujours
hi: हमेशा
id: Selalu
it: Sempre
ja_jp: 常に許可
ko: 항상
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
sv: Alltid
th: เสมอ
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_tw: 永遠

source: Always is selected, but iOS currently allows location only while using the app.
ar: تم تحديد «دائمًا»، لكن iOS يسمح حاليًا بالوصول إلى الموقع فقط أثناء استخدام التطبيق.
de: „Immer“ ist ausgewählt, aber iOS erlaubt den Standort derzeit nur während der Nutzung der App.
es: Siempre está seleccionado, pero actualmente iOS permite la ubicación solo mientras se usa la app.
fa: Always انتخاب شده است، اما iOS در حال حاضر فقط هنگام استفاده از برنامه اجازهٔ دسترسی به موقعیت مکانی را می‌دهد.
fr: Toujours est sélectionné, mais iOS autorise actuellement la localisation uniquement lors de l’utilisation de l’app.
hi: Always चयनित है, लेकिन iOS वर्तमान में केवल ऐप का उपयोग करते समय ही लोकेशन की अनुमति देता है।
id: Selalu dipilih, tetapi iOS saat ini hanya mengizinkan lokasi saat menggunakan aplikasi.
it: È selezionato Sempre, ma iOS attualmente consente la posizione solo mentre usi l’app.
ja_jp: 「常に」が選択されていますが、iOS では現在、アプリの使用中のみ位置情報の利用が許可されています。
ko: 항상이 선택되어 있지만, 현재 iOS는 앱을 사용하는 동안에만 위치를 허용합니다.
nl: Altijd is geselecteerd, maar iOS staat locatie momenteel alleen toe tijdens het gebruik van de app.
pl: Wybrano „Zawsze”, ale iOS obecnie zezwala na lokalizację tylko podczas używania aplikacji.
pt_br: Sempre está selecionado, mas o iOS atualmente permite localização apenas enquanto o app está em uso.
ru: Выбрано «Всегда», но сейчас iOS разрешает доступ к геопозиции только при использовании приложения.
sv: Alltid är valt, men iOS tillåter för närvarande plats endast när appen används.
th: เลือก Always แล้ว แต่ขณะนี้ iOS อนุญาตให้เข้าถึงตำแหน่งที่ตั้งได้เฉพาะขณะใช้แอปเท่านั้น
tr: Her Zaman seçili, ancak iOS şu anda konuma yalnızca uygulama kullanılırken izin veriyor.
uk: Вибрано «Завжди», але наразі iOS дозволяє доступ до геолокації лише під час використання застосунку.
vi: Luôn luôn được chọn, nhưng iOS hiện chỉ cho phép vị trí khi đang sử dụng ứng dụng.
zh_cn: 已选择“始终”，但 iOS 当前仅允许在使用 App 时访问位置。
zh_tw: 已選取「永遠」，但 iOS 目前只允許在使用 App 期間取用位置。
